Repository: MagicSoftDev0717/Art_Word
Catalog: *.lproj/Localizable.strings
Languages: ca

# menu_settings
source: Settings
ca: Configuració

# painting_signature_title
source: Painting:
ca: Pintura:

# inspiration_signature_title
source: Inspiration:
ca: Inspiració:

# track_details_title
source: Music:
ca: Música:

# pref_music
source: Music
ca: Música

# pref_splash
source: Splash screen animation
ca: Animació de benvinguda

# pref_typewritereffect
source: Typewriter effect
ca: Efecte màquina escriure

# mainmenu_sharethisapp_subject
source: Art & Words has inspirational quotes for you
ca: Art & Words té pensaments inspiradors per a tu

# mainmenu_sharethisapp_message
source: Art & Words is an app with a nice gift. It will surprise you with beautiful and inspirational quotes that go along with matching piano music and pieces of art that, at least for a moment, will take you off from the routine and make you think on more transcendent questions. I encourage you to download and install it and, if you like it, please leave a nice comment in the store so other people are encouraged to download and enjoy it too. Thank you for your precious time. You can get it from: https://play.google.com/store/apps/details?id=com.artandwords.thoughtoftheday
ca: Art & Words és una app que amaga un bell regal per a tu. Et sorprendrà amb pensaments bonics i inspiradors acompanyats de música de piano i obres d’art que per un moment et desconnectaran de la rutina i et faran reflexionar sobre qüestions més transcendents. T’animo a descarregar-la i instal·lar-la i, si t’agrada, deixa si us plau un bonic comentari a la botiga d’aplicacions de manera que altres persones s’animin a descarregar-la i també puguin gaudir-la. Gràcies per el teu valuós temps. Pots obtenir-la en: https://play.google.com/store/apps/details?id=com.artandwords.thoughtoftheday&gl=ES

# mainmenu_sharethisapp_shareinspirationtitle
source: Share Inspiration
ca: Compartir pensament

# inspiration_share
source: Share
ca: Compartir

# inspiration_save
source: Save
ca: Desa

# track_play
source: Play
ca: Reproduir

# track_stop
source: Stop
ca: Aturar

source: Hide Text
ca: Amaga el text

source: Hide Painting
ca: Amaga la pintura

# inspiration_saved
source: Inspiration has been saved in gallery
ca: El pensament ha estat guardat a la galeria

# awfile_saved
source: Inspiration has been saved in Downloads folder
ca: El pensament s’ha guardat a la carpeta de descàrregues

# inspiration_notsaved
source: There was a problem saving screenshot in device
ca: Hi ha hagut un problema a desar la captura de pantalla

# inspirationactivity_problemgeneratingvideo
source: There was a problem generating video
ca: Hi ha hagut un problema al generar el vídeo

# inspirationactivity_ffmpegnotsupported
source: FFmpeg video compression is not supported by this device. Video generation cannot continue.
ca: Aquest dispositiu no suporta la compressió de vídeo FFmpeg. La generació del vídeo no pot continuar.

# inspiration_literal
source: Inspiration
ca: Pensament

# sharevideo_waitingmessage
source: Generating video. Please wait…
ca: Generant vídeo. Si us plau espera…

# app_copyright
source: ©2019 Diego E. Pérez. All rights reserved.
ca: ©2019 Diego E. Pérez. Tots els drets reservats.

# activity_aboutus_drawertext
source: Copyright ©2019 Diego E. Perez. All Rights Reserved.
ca: Copyright ©2019 Diego E. Pérez. Tots els drets reservats.

# requestpermission_title
source: Info
ca: Informació

# requestpermission_message
source: With Art & Words you have the choice of creating videos which you can later share. Those videos are stored in "Downloads" folder, and for that you will be next requested for write permission to that folder. Keep in mind that without that permission app cannot run.
ca: Amb Art & Words tens l’opció de generar vídeos que després pots compartir. Aquests vídeos es desen a la carpeta "Downloads", per a això a continuació se’t demanarà permís per escriure en aquesta carpeta. Has de tenir present que sense aquest permís l’app no funcionarà satisfactòriament.

# customalert_accept
source: Accept
ca: D’acord

# customtoast_nointernetforvideogeneration
source: No active Internet connection detected to download audio track. Video will be generated with no audio.
ca: No s’ha detectat connexió a Internet per descarregar la pista d’àudio. El vídeo es generarà sense àudio.

# activityreportproblem_subjects_leaveacomment
source: Drop me a line
ca: Deixa’m un comentari

# pref_newinspiration_notification
source: Enable new inspiration notification
ca: Activa notificacions de nous pensaments

# pref_logoanimation
source: Animate Logo At Startup
ca: Animar logo a l’inici

# activity_aboutus_text
source: Copyright ©2019, Diego Pérez. All Rights Reserved.
ca: Copyright ©2019, Diego Pérez. Tots els drets reservats.

# about_gpl
source: Art & Words has beautiful inspirations for you.
ca: Art & Words té bonics pensaments per a tu.

# activity_aboutus_weblink
source: <a href="http://www.diegoperezresume.com">Visit My Homepage</a>
ca: Visita el meu lloc

# activity_aboutus_spotify
source: Music previews thanks to
ca: Previews de música gràcies a

# activity_aboutus_spotifylink
source: <a href="http://www.spotify.com">Spotify</a>
ca: Spotify

# activity_aboutus_paintings
source: Paintings thanks to
ca: Pintures gràcies a

# activity_aboutus_paintingslink
source: <a href="mailto:amvironi12375@gmail.com">Amvi</a>
ca: Amvi

# activity_aboutus_englishtranslations
source: English translations thanks to Analía and Delfina Trabattoni
ca: Traduccions a l’anglès gràcies a Analía i Delfina Trabattoni

# pref_language
source: Language
ca: Idioma

# pref_category_language
source: Language
ca: Idioma

# pref_typewriterspeed
source: Typewriter speed
ca: Velocitat màquina escriure

# pref_category_texteffects
source: Text Effect
ca: Efectes del text

# reminder_newinspiration
source: There is a new inspiration for you.
ca: Hi ha un nou pensament inspirador per a tu.

# activity_displayinspiration_videogenerationproblem
source: There was a problem getting Spotify audio track for video. Video generation cannot continue.
ca: Hi ha hagut un problema a l’obtenir la pista d’àudio de Spotify. La generació del vídeo no pot continuar.

# activitydisplayinspiration_musicnotenabled
source: Audio is disabled in settings. Video will be generated with no audio.
ca: L’àudio està deshabilitat en la configuració. El vídeo es generarà sense àudio.

# activityreportproblem_textview_writeyourcomments
source: Message
ca: Missatge

# activityreportproblem_textview_name
source: Name
ca: Nom

# activityreportproblem_textview_email
source: Email
ca: Correu

# activityreportproblem_textview_subject
source: Subject
ca: Assumpte

# activityreportproblem_textview_message
source: Message
ca: Missatge

# activityreportproblem_textview_contact
source: Contact
ca: Contactar amb

# activityreportproblem_sendemail_emailsent
source: Your comments have been sent. Thank you for contacting me.
ca: Els seus comentaris s’han enviat. Gràcies per contactar-me.

# aboutus_reportproblem_messagecannotbeblank
source: Message cannot be blank
ca: El missatge no pot estar buit

# aboutus_reportproblem_namecannotbeblank
source: Name cannot be blank
ca: No ha informat el seu nom

# aboutus_reportproblem_emailcannotbeblank
source: Entered email is blank or not correct
ca: El correu no està informat o no és correcte

# activityreportproblem_textview_send
source: Send
ca: Envia

# activity_displayinspiration_notonline
source: Internet connection is required in order to download art and music. Retry? (If you cancel an attempt will be made to start without music)
ca: Es requereix d’una connexió a Internet activa per poder descarregar la pintura i la música. ¿Provar? (Si cancel·la es tornarà intentar sense música)

# activity_inspiration_loading
source: Loading…
ca: Carregant …

# inspirationactivity_sharespinner_text0
source: Share screenshot
ca: Compartir pantalla

# inspirationactivity_sharespinner_text1
source: Share video
ca: Compartir vídeo

# inspirationactivity_sharespinner_text2
source: Share Art & Words File
ca: Compartir fitxer Art & Words

# inspirationactivity_savespinner_text0
source: Save screenshot
ca: Desa captura pantalla

# inspirationactivity_savespinner_text2
source: Save to watch later
ca: Desa per veure més tard

# activitymain_ratemyapp_message
source: Do you like "Art & Words" app? If so, would you mind taking a moment to rate it? It will help me to make it better. Thanks for your support!
ca: T’agrada "Art & Words"? Si és així, et faria res dedicar un moment a valorar-la? Ens ajudarà a fer-la millor. Gràcies per la teva ajuda!

# activitymain_ratemyapp_title
source: Please, rate "Art & Words" ⭐⭐⭐⭐⭐
ca: Si us plau, valora "Art & Words" ⭐⭐⭐⭐⭐

# pref_fontsize
source: Font size
ca: Cos de lletra

# inspirationactivity_savevideo_ok
source: Video saved to gallery.
ca: El vídeo s’ha guardat a la galeria.

# inspirationactivity_savevideo_ko
source: There was a problem generating the video.
ca: Hi ha hagut un problema a generar el vídeo.

# importexport_export_done
source: File %1 written to downloads folder
ca: El fitxer %1 s’ha creat a la carpeta de descàrregues (Downloads)

# importexport_export_cannotwritememory
source: Cannot write file
ca: No es pot escriure en la memòria del dispositiu

# importexport_export_writingfile
source: Generating export file…
ca: Generant fitxer d’exportació …

# importexport_import_readingfile
source: Reading file…
ca: Llegint fitxer …

# inspirationactivity_openfile_ko
source: This is not an "Art&Words" data file.
ca: El fitxer no és un fitxer de dades de "Art & Words".

# inspirationactivity_downloadbitmap_ko
source: There was a problem downloading painting.
ca: Hi ha hagut algun problema al descarregar la pintura.

# inspirationactivity_downloadbitmap_retry
source: Retry
ca: Tornar a intentar

# inspirationactivity_downloadbitmap_cancel
source: Cancel
ca: Cancel·lar

# activity_inspiration_savenotpossibleifnopermissions
source: Filesystem write permissions are needed in order to complete operation. Cannot continue without them.
ca: Es requereixen permisos d’escriptura en el sistema d’arxius del dispositiu per completar l’operació. Sense ells no és possible continuar.

# alert_activitysettings_caution
source: Caution
ca: Alerta

# alert_activitysettings_cancel
source: Cancel
ca: Cancel·la

# alert_activitysettings_restartapp_question
source: App should be restarted in order for changes to take effect. Proceed?
ca: Reinicia l’aplicació ara per a que els canvis tinguin efecte?

# activity_aboutus_version
source: Version
ca: Versió

# pref_category_notifications
source: Notifications
ca: Notificacions

# pref_transitionanimation
source: Transition Between Screens
ca: Transició entre pantalles

# pref_randomnotifications
source: Random notifications
ca: Notificacions aleatòries

# customalert_cancel
source: Cancel
ca: Cancel·la

# customalert_yes
source: Yes
ca: Sí

# general_no_internet
source: No internet connection detected
ca: No s’ha detectat connexió a Internet

# activityversionhistory_versionhistorylink
source: <u>(Version History)</u>
ca: (Històric de versions)

# activityversionhistory_title
source: Version History
ca: ChangeLog

# activityaboutus_textview_reportproblem
source: Report a Problem
ca: Informar un problema

# activityreportproblem_subjects_reportaproblem
source: Report a Problem
ca: Informar d’un problema

# activityreportproblem_subjects_requestafeature
source: Request a Feature
ca: Demana una característica nova

# activityreportproblem_subjects_technicalsupport
source: Contact Support
ca: Contactar amb suport tècnic

# activityreportproblem_sendemail_problemsendingemail
source: There were problems sending email
ca: Hi ha hagut problemes a l’intentar enviar l’email

# alert_activitysettings_restartapp_question_language
source: App should be restarted in order for new language to take effect, proceed?
ca: L’app s’ha de reiniciar perquè el canvi d’idioma tingui efecte, ¿procedir?

# drawer_menuitem_icon
source: Icon
ca: Icona

# activityreportproblem_alert_discardmessage
source: Discard message?
ca: Vols descartar el missatge?

# activitytesttypemenu_dialognotests_title
source: Notice
ca: Nota

# activityhowtouse_title
source: How To Use Art & Words
ca: Com utilitzar Art & Words

# activitymain_actionbartitle
source: Home
ca: Inici

# pref_font
source: Inspiration font
ca: Font per el pensament

# theme_font
source: fonts/gloria.ttf
ca: gloria.ttf

# dashboard_todaysinspiration
source: Today’s inspiration
ca: Inspiració del dia

# activitymain_previousinspirations
source: ◀ Previous inspirations
ca: ◂ Inspiracions anteriors

# aboutus_reportproblem_nosubjectselected
source: You have to select a subject
ca: Ha de seleccionar un assumpte

# inspirationactivity_savespinner_text1
source: Save video
ca: Desa vídeo

# activityhowtouse_title01
source: Why Art&Words?
ca: ¿Perquè Art & Words?

# activityhowtouse_text01
source: Art&Words would like to give you daily inspirational quotes to disconnect from the daily routine for a moment and meditate. Inspirations will go along with pieces of art and small fragments of piano melodies by contemporary pianists ➜.
ca: Art & Words vol regalar-te pensaments inspiradors diaris per a desconnectar per un moment de la rutina i reflexionar. Aquests aniran acompanyats d’obres d’art i petits fragments de melodies de piano pertanyents a pianistes contemporanis. ➜

# activityhowtouse_title02
source: Read Your Inspiration
ca: Llegeix el teu pensament

# activityhowtouse_text02
source: Art&Words will push a new notification every time there is a new inspirational quote for you according to the interval configured -by default once a day-, and when displayed, just open it to be able to read your inspiration, enjoy a new painting and listen to a nice melody. ➜
ca: Art & Words et mostrarà una notificació cada vegada que hi hagi un nou pensament per a tu d’acord amb l’interval que hagis configurat -per defecte una vegada al dia-, i quan aparegui obre-la per a poder llegir el teu pensament, gaudir d’una nova pintura i escoltar una bonica melodia. ➜

# activityhowtouse_title03
source: Make Your Inspiration Alive
ca: Dóna-li vida al teu pensament

# activityhowtouse_text03
source: Make your inspiration alive by adding an animation on it -what can be done using the magic wand- what will make the set even more beautiful to be shared then with someone special for you. ➜
ca: Dóna-li vida al teu pensament agregant una animació -usa la vareta màgica per a això- el que farà que el conjunt sigui encara més bonic per a compartir-lo després amb algú especial per a tu. ➜

# activityhowtouse_title04
source: Give It To Someone Special
ca: Regala un pensament

# activityhowtouse_text04
source: You can share your inspiration once you have read it, for this use the icon located at bottom menu left. You can choose between three options, with the first you share just a screenshot, the second allows you to generate a small video, and you can use the third to generate a file with an .aw extension which can then be then opened on any device with the app installed. ➜
ca: Regala un pensament a algú especial per a tu, per a això usa la icona de compartir situat a l’esquerra del menú inferior. Pots simplement compartir una captura de pantalla, generar un petit fragment de vídeo amb música o bé pots compartir un fitxer "Art & Words" (.aw) que després es pot obrir en qualsevol dispositiu amb l’app instal·lada. ➜

# activityhowtouse_title05
source: Have a beautiful day.
ca: Que tinguis un feliç dia.

# activityaboutme_title
source: About Me
ca: Sobre Mi

# activityaboutme_text_01
source: I spent years of my life writing inspirational quotes that show the way I see the world and, wishing my writings to come alive and also aiming I could get closer to people with them, I decided to take them to digital platforms. ➜
ca: Vaig passar anys de la meva vida escrivint pensaments que reflecteixen la meva manera de veure el món i, davant un gran desig que els meus escrits cobressin una mica de vida i també desitjant poder acostar-me a més gent amb ells, vaig decidir portar-los a plataformes digitals. ➜

# activityaboutme_text_02
source: In order to encourage people to read them, I got in contact with an artist that creates oil paintings who permitted her art to join my writings with great enthusiasm. But I wanted to capture all the reader’s senses, so I also added music. Inspirations not only get displayed along with a piece of art, they also include a fragment of a beautiful piano melody thanks to "Spotify". ➜
ca: A fi de motivar la lectura d’aquests, vaig contactar amb una artista que crea pintures a l’oli, qui amb gran il·lusió va permetre que el seu art acompanyi als meus escrits. Però volia captivar tots els sentits del lector, de manera que també vaig agregar música. Els pensaments a més d’anar acompanyats d’una obra d’art, també inclouen un fragment d’una bonica melodia de piano gràcies a "Spotify". ➜

# activityaboutme_text_03
source: Among my goals for "Art&Words" there is also a desire that it could serve as a platform for sharing/promoting art in the future. Namasté. — Diego Esteban
ca: Entre les meves aspiracions envers "Art & Words" també està el desig que pugui arribar a convertir-se en una plataforma per a compartir / promocionar art en un futur. Namasté. — Diego Esteban

# activityaboutus_about
source: About
ca: Sobre

# activityaboutus_theauthor
source: The Author
ca: l’autor

# drawermenu_importfileerror
source: There was a problem trying to open file. Verify you are trying to open a valid ‘Art&Words’ file.
ca: Hi ha hagut un problema a l’intentar obrir l’arxiu. Comproveu que intenta obrir un fitxer 'Art & Words' vàlid.

# inspiration_title
source: Today’s Inspiration
ca: Pensament del dia

# activitymain_infodialog_title
source: Important Note
ca: Avís Important

# activitymain_infodialog_text
source: "Art&Words" does not pretend to promote music piracy under any circumstances, on the contrary it uses the 30-second song previews offered by Spotify -strictly adhering to its policy- not only for users' entertainment, but also to promote music and encourage its purchase in a completely legal way.
ca: "Art & Words" no pretén de cap manera fomentar la pirateria de música, per contra utilitza els previews de 30 segons de cançons que ofereix Spotify -ajustándose estrictament al seu política- no només per a l’entreteniment dels usuaris, sinó també per a promocionar música i fomentar la seva compra d’una forma totalment legal.

# activitymain_newsdialog_title
source: What’s new in this version
ca: Novetats de la versió

# activitymain_newsdialog_text
source: • Wrong inspiration was being loaded when selecting one from the main screen dashboard. Fixed. • General app optimization to make it more fluid.
ca: • S’estava carregant una inspiració incorrecta en seleccionar-ne una des del tauler de la pantalla principal. Solucionat. • Optimització general de l’aplicació per fer-la més fluida.

# actionbar_back
source: Back
ca: Enrere

# activity_inspiration_problemgettingaudio
source: There was a problem getting the audio for this inspiration. It will continue with no audio.
ca: Hi ha hagut un problema en obtenir l’àudio per a aquest pensament. Continuaré sense àudio.

# music_no_music
source: No Music
ca: Sense música

# music_voice
source: Voice
ca: Veu

# music_instrumental_voice
source: Instrumental + Voice
ca: Instrumental + Veu

# size_small
source: Small
ca: Petit

# size_medium
source: Medium
ca: Mitjà

# size_large
source: Large
ca: Gran

# speed_slow
source: Slow
ca: Lent

# speed_fast
source: Fast
ca: Ràpid

# reminder_never
source: Never
ca: Mai

# reminder_once_a_day
source: Once a day
ca: Un cop al dia

# reminder_once_a_week
source: Once a week
ca: Un cop a la setmana

# reminder_twice_a_week
source: Twice a week
ca: Dos cops a la setmana

# reminder_once_a_month
source: Once a month
ca: Un cop al mes

# reminder_twice_a_month
source: Twice a month
ca: Dos cops al mes

source: Settings
ca: Configuració

# share_app
source: Share This App
ca: Comparteix aquesta aplicació

# contact_me
source: Drop Me a Line
ca: Envia'm un missatge

# how_to_use
source: How To Use Art & Words
ca: Com utilitzar Art & Words

source: Open Inspiration
ca: Obrir Inspiració

# about_app
source: About Art & Words
ca: Sobre Art & Words
